var questions=[
{
    text: "Питання1",
    answers: ["correct",
          "Варіант2",
          "Варіант3" , "Варіант4"],
    correctAnswer: 00 // нумерация ответов с нуля!
},
{
  text: "Питання2",
  answers: ["Варіант1",
        "correct",
        "Варіант3" , "Варіант4"],
    correctAnswer: 11
},
{
  text: "Питання3",
  answers: ["correct",
        "Варіант2",
        "Варіант3" , "Варіант4"],
    correctAnswer: 20
}
];

var articles = [
{
  name:"Велика Ведмедиця",
  text:"Вели́ка Ведме́диця (лат. Ursa Major) — сузір'я північної небесної півкулі, складається з семи великих зірок (Великий Віз) та 80 малих. На території України спостерігається протягом цілого року. До реформи українського правопису 1933 року словники подавали назву Віз чи Великий віз",
  photo:""
},
{
  name:"Мала Ведмедиця",
  text:"Мала́ Ведме́диця, Малий Віз (народн. Пасіка) (лат. Ursa Minor) — сузір'я у північній півкулі неба. Містить 40 зір, видимих неозброєним оком.",
  photo:""

},
{

name:"Каccіопея",
text:"Кассіопе́я (лат. Cassiopeia) — сузір'я Північної півкулі неба. Містить близько 150 зір, видимих неозброєним оком. Кассіопея лежить у смузі Чумацького Шляху. Зображення Кассіопеї із «Дзеркала Уранії», набору карток сузір'їв опублікованого у Лондоні, бл. 1825 Відомо зі стародавніх часів і включено до каталога зоряного неба Клавдія Птолемея «Альмагест». Стародавня українська назва цього сузір'я — «Борона» або «Пасіка»",
photo:""

}

]
