var img = "https://geo.koltyrin.ru/sozvezdija.php?sort=2";


var questions=[
{
    text: "Питання1",
    answers: ["correct",
          "Варіант2",
          "Варіант3" , "Варіант4"],
    correctAnswer: 00 // нумерация ответов с нуля!
},
{
  text: "Питання2",
  answers: ["Варіант1",
        "correct",
        "Варіант3" , "Варіант4"],
    correctAnswer: 11
},
{
  text: "Питання3",
  answers: ["correct",
        "Варіант2",
        "Варіант3" , "Варіант4"],
    correctAnswer: 20
},

{
  text: "Питання4",
  answers: ["Варіант1",
        "Варіант2",
        "correct" , "Варіант4"],
    correctAnswer: 32
}
];

var articles = [
{
  name:"Велика Ведмедиця",
  text:"Вели́ка Ведме́диця (лат. Ursa Major) — сузір'я північної небесної півкулі, складається з семи великих зірок (Великий Віз) та 80 малих. На території України спостерігається протягом цілого року. До реформи українського правопису 1933 року словники подавали назву Віз чи Великий віз",
  photo:  "photo/BigBear.png"
},
{
  name:"Мала Ведмедиця",
  text:"Мала́ Ведме́диця, Малий Віз (народн. Пасіка) (лат. Ursa Minor) — сузір'я у північній півкулі неба. Містить 40 зір, видимих неозброєним оком.",
  photo:"photo/LittleBear.png"

},
{

name:"Каccіопея",
text:"Кассіопе́я (лат. Cassiopeia) — сузір'я Північної півкулі неба. Містить близько 150 зір, видимих неозброєним оком. Кассіопея лежить у смузі Чумацького Шляху. Зображення Кассіопеї із «Дзеркала Уранії», набору карток сузір'їв опублікованого у Лондоні, бл. 1825 Відомо зі стародавніх часів і включено до каталога зоряного неба Клавдія Птолемея «Альмагест». Стародавня українська назва цього сузір'я — «Борона» або «Пасіка»",
photo:"photo/Cassiop.png"

},
{

name:"Північна Корона",
text:"Півні́чна Коро́на (лат. Corona Borealis) — невелике за площею сузір'я північної півкулі неба. Найкращі умови для спостережень ввечері протягом червня—серпня.Стародавні араби називали цю группу зір аль-Факка, 'розірване', оскільки уявляли її як незамкнене кільце.",
photo:"photo/Borealis.png"

}
,
{

name:"Діва",
text:"Ді́ва (лат. Virgo) — зодіакальне сузір'я, що лежить між Левом і Терезами. У сузір'ї Діви в сучасну епоху розташована точка осіннього рівнодення. Це одне з найбільших сузір'їв на небі. Його легко знайти на зоряному небі завдяки найяскравішій зірці Спіці. Греки бачили в цьому сузір'ї найрізноманітніших богинь і героїнь. Однак, найрозповсюдженіша версія, що це Деметра, донька Кроноса і Реї, богиня плодючості і землеробства, мати Персефони. ",
photo:"photo/Virgo.png"

},

{

name:"Близнята",
text:"Близня́та (лат. Gemini) — одне з 12 сузір'їв зодіаку. Відоме з найдавніших часів.Міститься у «Альмагесті» Птолемея. За однією з версій стародавні греки вважали сузір'я зображенням Діоскурів — Кастора і Полідевка.",
photo:"photo/gemini.png"

},{

name:"Водолій",
text:"Водолі́й (лат. Aquarius) — велике зодіакальне сузір'я, розташоване між Козорогом та Рибами.Протягом двох місяців (серпень і вересень) деякі зірки сузір’я добре видно і неозброєним оком. ",
photo:"photo/Aquarius.png"

},
{

name:"Волопас",
text:"Волопа́с (лат. Boötes від грец. Βοώτης, «орач (на волах)») — сузір'я північної півкулі неба. Спостерігається на всій території України, найкращі умови спостереження з лютого по серпень.Формується великим астеризмом, який є визначальним для вигляду сузір'я. Зустрічаються різні назви астеризму — Ескімо, Повітряний Змій або Парашут.",
photo:"photo/bootes.png"

},
{

name:"Візничий",
text:"Візни́чий (лат. Auriga) — сузір'я північної півкулі зоряного неба. Належить до 48 сузір'їв, що були описані Птолемеєм. Найяскравішою зорею цього сузір'я є Капелла (з грецької означає \"коза\"). Її назва пов'язана з давньогрецькою богинею Амальтеєю, яку часто зображують у подобі кози.",
photo:"photo/Auriga.png"

},
{

name:"Козоріг",
text:"Козорі́г (іноді Козері́г; лат. Capricornus) — зодіакальне сузір'я південної півкулі неба, розташоване між Водолієм і Стрільцем. Поряд розташовані сузір'я Мікроскопа, Південної риби та Орла.Найсприятливіші умови для спостережень — у липні—серпні. Його зорі утворюють силует, що нагадує перевернутий капелюх.",
photo:"photo/Capricornus.png"

},
{

name:"Лев",
text:"Лев (лат. Leo) — зодіакальне сузір'я розташоване між сузір'ями Рака та Діви. Сонце перебуває в сузір'ї Лева з 10 серпня по 15 вересня.Відоме з стародавніх часів. Включене до каталогу зоряного неба Альмагест давньогрецьким астрономом Птолемеєм у 2 столітті. Стародавні греки асоціювали сузір'я з персонажем міфів немейським левом.",
photo:"photo/leo.png"

},
{

name:"Ліра",
text:"Лі́ра (лат. Lyra) — невелике сузір'я північної півкулі неба. Ліра — улюблений музичний інструмент в Стародавній Греції і, очевидно, тому міфи називають цілий ряд власників його прототипу: Аріон, Орфей і Аполлон, що одержав її від Гермеса.",
photo:"photo/lyra.png"

},
{

name:"Лебідь",
text:"Ле́бідь (лат. Cygnus) — сузір'я північної півкулі неба. Розташоване в смузі Чумацького Шляху.Інші назви: грец. Κύκνος, араб. الدجاجة‎ — Курка, також іноді називають Північний Хрест, за аналогією з Південний Хрест. Українська народна назва: Хрест",
photo:"photo/Cygnus.png"

},
{

name:"Овен",
text:"Сонце перебуває в сузір'ї Овна з 18 квітня по 14 травня. Найкращі умови для спостережень у північній півкулі: наприкінці літа, восени і взимку.Шумери називали Овен «сузір'ям барана». Очевидно, що це той самий чарівний баран, за золотим руном якого полювали аргонавти. Вважається, що назва «Овен» запропонована Клеостратом. ",
photo:"photo/Aries.png"

},

{

name:"Орел",
text:"Оре́л (лат. Aquila) — екваторіальне сузір'я. Західна його частина лежить у східній гілці Чумацького Шляху.Ще 5 тисячолітть тому шумери назвали це сузір'я Орлом. Греки бачили в ньому орла, посланого Зевсом для викрадення Ганімеда.",
photo:"photo/aquila.png"

},{

name:"Оріон",
text:"Оріо́н (лат. Orion) — одне з найпомітніших сузір'їв на небосхилі. Розташоване на небесному екваторі. Названо на честь грецького міфічного мисливця Оріона. Сузір'я містить багато яскравих зір, у розташуванні яких впізнається фігура людини. Оріона легко розшукати за трьома блакитними надгігантами, що утворюють астеризм Пояс Оріона.В Україні сузір'я Оріон спостерігається восени та взимку, найкраще в листопаді, грудні, січні.",
photo:"photo/Orion.png"

},{

name:"Пегас",
text:"Пега́с (лат. Pegasus) — сузір'я північної півкулі неба. Одне з найбільших за площею сузір'їв, містить 166 зірок видимих неозброєним оком.Найкращі умови для спостереження ввечері протягом листопада-грудня. У вечірній час сузір'я з'являється ще влітку, над східною стороною горизонту. ",
photo:"photo/pegasus.png"

},
{

name:"Персей",
text:"Персе́й (лат. Perseus) — сузір'я північної півкулі неба. З ім’ям Персей пов’язаний ряд давньогрецьких міфів, що розповідають про подвиги героя Персея. Сам Персей був сином бога Зевса і смертної жінки Данаї. ",
photo:"photo/perseus.png"

},{

name:"Рак",
text:"Рак (лат. Cancer) — зодіакальне сузір'я. Найменш помітне з 12 зодіакальних сузір'їв, можна спостерігати лише у ясну ніч між сузір'ями Лева і Близнят. Найкращі умови видимості ввечері — у березні—квітні.Дві тисячі років тому у сузір'ї Рака знаходилась точка літнього сонцестояння, тому Північний тропік Землі називають тропік Рака.",
photo:"photo/Cancer.png"

},

{name:"Риби",
text:"Ри́би (лат. Pisces) — зодіакальне сузір'я. Умовно поділяють на «північну Рибу» (під Андромедою) і «західну Рибу» (між Пегасом і Водолієм).У Рибах знаходиться точка весняного рівнодення. Сонце проходить через Риби з 12 березня по 18 квітня.Найкращі умови видимості увечері — у листопаді-грудні.",
photo:"photo/pisces.png"},

{

name:"Скорпіон",
text:"Скорпіо́н (лат. Scorpius) — південне зодіакальне сузір'я південної півкулі неба. Сонце входить у сузір'я Скорпіона — 22 листопада, але 30 листопада залишає його (з усіх зодіакальних сузір'їв у Скорпіоні Сонце перебуває найменше часу). Назва сузір’я дав скорпіон, який, згідно з давнім міфом вбив Оріона. Оріон став найлютішим ворогом Артеміди, яка захотіла вбити юнака, для цього вона послала до нього скорпіона (існує й інша версія міфу, згідно з якою Артеміда застрелила Оріона з лука). В підтвердження даного міфу сузір’я Оріон і Скорпіон знаходяться навпроти один одного, тому, коли на небі з’являється одне з сузір’їв, ",
photo:"photo/Scorpius.png"

},
{

name:"Стрілець",
text:"Стріле́ць (лат. Sagittarius) — зодіакальне сузір'я, що лежить між Козерогом і Скорпіоном. Сонце входить в знак Стрільця 22 листопада, а в сузір'я — 17 грудня. Найкращі умови для спостережень у червні—липні.Давнім грекам сузір'я уявлялося у вигляді кентавра — міксаморфної істоти з торсом людини на тілі коня. Так само сузір'я зображувалося й на всіх небесних атласах. Грецький міф пов'язує сузір'я Стрільця з кентавром Кротосом, про якого не існує розгорнутих міфів. ",
photo:"photo/Sagittarius.png"

},
{

name:"Терези",
text:"Терези́ (лат. Libra) — зодіакальне сузір'я, що лежить між сузір'ями Скорпіона і Діви. Неозброєним оком в ньому можна виділити 83 зорі. Сонце знаходиться у сузір'ї Терезів з 31 жовтня по 22 листопада.Початково зорі цього сузір'я входили до складу Скорпіона. Як самостійне сузір'я в античній традиції оформилося досить пізно, близько II століття до н. е., хоча окремі згадування зустрічаються і раніше, наприклад, Арат Солійський пише про сузір'я в поемі «Явища і передбачення» (III ст. до н. е.). Однак, навіть в I столітті до нашої ери Вергілій пропонує створити на цьому місці нове сузір'я, присвячене імператору Августу, урізавши сузір'я Скорпіон.",
photo:"photo/libra.png"

},{

name:"Телець",
text:"Теле́ць (лат. Taurus) — зодіакальне сузір'я.Сонце проходить через Телець з 14 травня по 21 червня. Найкращі умови для спостереження в Україні ввечері — у листопаді — грудні.",
photo:"photo/Taurus.png"

},
{

name:"Великий Пес",
text:"Вели́кий Пес (лат. Canis Major) — сузір'я Південної півкулі неба. Відоме зі стародавніх часів. Одне з 48 сузір'їв, включених до каталогу зоряного неба Птолемея. Великий Пес, Малий Пес та Гончі Пси є собаками мисливця Оріона.Його давня шумерська назва — «собака сонця». Греки називали його просто «собака», а римляни — «собачка». Саме від цієї назви й походить назва сузір'я.",
photo:"photo/CanisMajor.png"

},{

name:"Малий Пес",
text:"Сузір’я Малий Пес – крихітне сузір’я, розташоване на екваторі зоряного неба.Малий Пес – найдавніше сузір’я. Згідно з древніми міфами, Малий Пес – це одна з собак, які були вірними супутниками Оріона. Вважалося, що саме Малий Пес є однією з собак Актеона, які вбили свого господаря, після того як той перетворився на оленя.",
photo:"photo/CanisMinor.png"

}

]
